Repository: common-repository/billie-for-woocommerce
Catalog: lang/billie-for-woocommerce-*_formal.po
Languages: de_de_formal

source: [Billie] Credit note for invoice %s has been created: %s
de_de_formal: [Billie] Rückerstattung für Rechnung %s wurde erstellt: %s

source: [Billie] Invoice %s has been deleted
de_de_formal: [Billie] Rechnung %s wurde gelöscht

source: [Billie] Invoice has been created: %s
de_de_formal: [Billie] Rechung wurde erstellt: %s

source: [Billie] Order %s has been deleted
de_de_formal: [Billie] Bestellung %s wurde gelöscht

source: [Billie] Order %s has been updated
de_de_formal: [Billie] Bestellung %s wurde aktualisiert

source: [Billie] Order has been created: %s
de_de_formal: [Billie] Bestellung wurde erstellt: %s

source: Account owner: %s
de_de_formal: Kontoinhaber: %s

source: Authorization & Capture
de_de_formal: Autorisierung & Capture

source: Authorize and capture on processing status
de_de_formal: Autorisierung und Capture im Status "In Bearbeitung"

source: Authorize on processing and capture on completed
de_de_formal: Autorisierung im Status "In Bearbeitung" und Capture bei "Abgeschlossen"

source: Based upon your Billie contract, your customers will have between 7 and 120 days (payment term) to pay your invoices.
de_de_formal: Basierend auf Ihrem Billie-Vertrag haben Ihre Kunden zwischen 7 und 120 Tagen (Zahlungsfrist), um Ihre Rechnungen zu bezahlen.

source: Billie Description
de_de_formal: Billie Beschreibung

source: Billie for WooCommerce
de_de_formal: Billie Rechnungskauf für WooCommerce

source: Customer Message
de_de_formal: Kundenmitteilung

source: Debit amount must be greater than zero.
de_de_formal: Der Erstattungsbetrag muss größer als 0 sein.

source: Enable this payment method
de_de_formal: Aktivieren dieser Zahlungsmethode

source: Enable/Disable
de_de_formal: Aktivieren/Deaktivieren

source: Gateway not found
de_de_formal: Gateway nicht gefunden

source: Hide Billie Logo
de_de_formal: Billie Logo ausblenden

source: Hide Logo
de_de_formal: Logo ausblenden

source: Invoice
de_de_formal: Rechnung

source: Invoice ID not set
de_de_formal: Keine Rechnungsnummer hinterlegt

source: Invoice-ID
de_de_formal: Rechnungsnummer

source: Missing Credentials
de_de_formal: Fehlende Anmeldeinformationen

source: Order not found.
de_de_formal: Bestellung nicht gefunden.

source: Order not yet shipped
de_de_formal: Bestellung noch nicht verschickt

source: Pay After Delivery
de_de_formal: Rechnungskauf

source: Pay within {payment-goal} days after receiving your order - convenient and secure by invoice.
de_de_formal: Bezahlen Sie bequem und sicher auf Rechnung - innerhalb von {Zahlungsziel} Tagen nach Erhalt der Ware.

source: Payment declined.
de_de_formal: Zahlung wurde abgelehnt.

source: Payment failed.
de_de_formal: Zahlung fehlgeschlagen.

source: Payment goal: %s
de_de_formal: Fälligkeitsdatum: %s

source: Payment info
de_de_formal: Rechnungsdaten

source: Payment not authorized.
de_de_formal: Zahlung nicht autorisiert.

source: Payment Term
de_de_formal: Zahlungsfrist

source: Please make your payment to the following bank account until %s while providing the invoice number:
de_de_formal: Bitte überweisen Sie den Rechnungsbetrag bis zum %s unter Angabe der Rechnungsnummer auf folgendes Konto:

source: Production
de_de_formal: Produktion

source: Sandbox
de_de_formal: Sandbox-Einstellungen

source: Sandbox or production
de_de_formal: Sandbox oder Produktion

source: Since this order will be paid via Billie you won't be able to change the addresses.
de_de_formal: Da diese Bestellung über Billie bezahlt wird, können Sie die Adressen nicht ändern.

source: Subject: %s
de_de_formal: Verwendungszweck: %s

source: The Billie client credentials (ID and Secret) are not valid. Without valid credentials, this payment method can not be used. (Billie-API responded: %s)
de_de_formal: Die Billie API-Daten (ID und Secret) sind nicht korrekt. Ohne korrekte Daten kann diese Zahlart nicht benutzt werden. (Antwort der Billie-API: %s)

source: This controls the title which the user sees during checkout.
de_de_formal: Beschreibung der Zahlungsmethode, die Kunden bei der Kaufabwicklung sehen.

source: This order has not been captured yet.
de_de_formal: Zu dieser Bestellung wurde bislang noch keine Rechnung gestellt.

source: This payment option is only available if the billing address has a value in the "company" field.
de_de_formal: Diese Zahlart ist nur verfügbar, wenn das Feld "Firma" in der Rechnungsadresse ausgefüllt wurde.

source: Title
de_de_formal: Titel

source: Unexpected validation client id
de_de_formal: Unerwartete Validierungsclient-ID

source: Unexpected validation format
de_de_formal: Unerwartetes Validierungsformat
